android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
antigravity
bluetuith
cursor-bin
drawio-desktop-bin
epson-inkjet-printer-202101w
flutter
google-chrome
grub-theme-minegrub-world-selection-git
librespot
linux-wifi-hotspot
localepurge
minecraft-plymouth-theme-git
navicat17-premium-en
nodejs-mapscii
paru
plasma6-applets-kurve
sddm-astronaut-theme
sddm-minesddm-theme-git
swayosd-git
unimatrix-git
ventoy-bin
visual-studio-code-bin
wlogout-debug
woeusb
yay
zsh-theme-powerlevel10k
