7zip
accessibility-inspector
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alligator
android-tools
android-udev
angelfish
arianna
ark
artikulate
audex
audiocd-kio
audiotube
aurorae
base
base-devel
blender
blinken
bluedevil
bluez-utils
bomber
bovo
breeze
breeze-gtk
breeze-plymouth
btop
calligra
cantor
chromium
cmake
colord-kde
composer
cups
cups-filters
ddrescue
discord
discover
dnsmasq
dolphin
dolphin-plugins
dosfstools
dragon
drkonqi
efibootmgr
elisa
exfatprogs
expac
falkon
fastfetch
ffmpegthumbs
filelight
flatpak-kcm
francis
fzf
ghostwriter
git
gnome-keyring
gparted
gptfdisk
granatier
grantlee-editor
grim
grub
gwenview
handlr-regex
htop
hypridle
hyprland
hyprlock
hyprpaper
imv
intel-media-driver
isoimagewriter
itinerary
iw
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kglobalacceld
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kvantum
kwallet-pam
kwalletmanager
kwave
kwayland
kweather
kwin
kwin-x11
kwordquiz
kwrited
layer-shell-qt
lazygit
less
lib32-gnutls
lib32-mesa
lib32-vulkan-icd-loader
libinput-tools
libkscreen
libksysguard
libplasma
libva-intel-driver
libva-utils
libvdpau-va-gl
libxcrypt-compat
linux
linux-firmware
linux-headers
lokalize
lskat
lutris
mako
marble
markdownpart
massif-visualizer
mbox-importer
merkuro
mesa-demos
milou
minuet
nano
neochat
networkmanager
nginx
ninja
nodejs
npm
ntfs-3g
nwg-look
ocean-sound-theme
okular
oxygen
oxygen-sounds
pacman-contrib
palapeli
parley
partitionmanager
php
php-fpm
php-gd
php-pgsql
php-sqlite
picmi
pim-data-exporter
pim-sieve-editor
pipewire-alsa
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
plymouth-kcm
podman
podman-compose
polkit-kde-agent
postgresql
postgresql-old-upgrade
powerdevil
poxml
print-manager
qqc2-breeze-style
qrca
qt5ct
qt6ct
reflector
rocs
rsync
sddm
sddm-kcm
signon-kwallet-extension
skanlite
skanpage
skladnik
slurp
spectacle
steam
step
stow
svgpart
sweeper
swww
system-config-printer
systemsettings
telly-skout
testdisk
tlp
tokodon
ttf-jetbrains-mono-nerd
ufw
umbrello
unrar
unzip
vim
virtualbox
virtualbox-host-modules-arch
vulkan-intel
wacomtablet
waybar
wev
wf-recorder
wget
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xsel
yakuake
zanshin
zsh
